package Hospital;/*
    Створіть модель, яка б дозволяла імітувати слідуючу ситуацію - є приватний лікар.
    Треба надати можливість клієнтам записуватись до нього на прийом на певну дату та годину.
    На прийом клієнта резервується 30 хвилин.
    Якщо бажанна година зайнята, клієнту видається відповідне повідомлення,
    та пропонується на екрані розклад лікаря на цю дату.
    Лікар може створювати свій розклад - задавати по датам періоди коли він приймає пацієнтів.
    Використовуйте колекції, графічний інтерфейс не потрібен.
*/

public class Main {
    public static void main(String[] args) {
        Window w = new Window();
    }
}